Revit 2027 API
ParameterTypeId.MassSurfacedataMaterial Property
 "Graphical Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassSurfacedataMaterial { get; }
Public Shared ReadOnly Property MassSurfacedataMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassSurfacedataMaterial {
	ForgeTypeId^ get ();
}
static member MassSurfacedataMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace